"About" = "O AltTab";
"About %@" = "O %@u";
"Accessibility" = "Zpřístupnění";
"Acknowledgments" = "Zvláštní zmínky";
"Active app" = "Aktivní aplikace";
"Active screen" = "Aktivní obrazovka";
"Active Space" = "Aktivní Plocha";
"Additional controls" = "Další ovládací prvky";
"Additional controls…" = "Další ovládací prvky ...";
"Advanced" = "Pokročilý";
"After release" = "Po vydání";
"Align windows" = "Zarovnejte okna";
"Align windows:" = "Zarovnat okna:";
"All apps" = "Všechny aplikace";
"All data from this form will be made public, as a ticket on github.com" = "Všechna data z tohoto formuláře budou zveřejněna jako tiket na github.com";
"All screens" = "Všechny obrazovky";
"All Spaces" = "Všechny Plochy";
"Allowed" = "Povoleno";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Abecední pořadí";
"Also select windows using:" = "Také okna vybírat pomocí:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab byl naposled neočekávaně ukončen. Odeslání hlášení o pádu pomůže chybu opravit";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab je v současné době nastaven na zobrazování aplikací.Toto nastavení je k dispozici pouze tehdy, když je Alttab nastavena tak, aby zobrazovala Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab potřebuje některá oprávnění";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab zobrazí, zda je okno aktuálně minimalizováno nebo na celé obrazovce se stavovým ikonou.";
"Always" = "Vždy";
"Always send crash reports" = "Vždy odesílat hlášení o pádu";
"and press" = "a stiskněte";
"and press:" = "a stiskněte:";
"Animations" = "Animace";
"Animations…" = "Animace ...";
"App (BundleID starting with)" = "Aplikace (Bundleid počínaje)";
"App Icons" = "Ikony aplikace";
"App is hidden" = "Aplikace je skrytá";
"App is running but has no open window" = "Aplikace běží, ale nemá otevřené okno";
"Apparition delay" = "Zpoždění zjevení";
"Apparition delay:" = "Prodleva zobrazení:";
"Appearance" = "Vzhled";
"Application Name" = "Název aplikace";
"Application Name - Window Title" = "Název aplikace - název okna";
"Applications" = "Aplikace";
"Are you sure you don’t want a response?" = "Jste si jistí, že nechcete dostat odpověď?";
"Arrow keys" = "Šipky";
"Ask whether to send crash reports" = "Zeptat se, zda odeslat hlášení o pádu";
"Auto-install updates periodically" = "Automaticky instalovat aktualizace";
"Blacklists" = "Blacklisty";
"Cancel" = "Zrušit";
"Cancel and hide" = "Zrušit a skrýt";
"Center" = "Na střed";
"Check for updates now…" = "Zkontrolovat aktualizace...";
"Check for updates periodically" = "Pravidelně kontrolovat aktualizace";
"Check for updates…" = "Zkontrolovat aktualizace...";
"Check permissions…" = "Zkontrolujte oprávnění ...";
"Close window" = "Zavřít okno";
"Conflicting shortcut" = "Konflikt zkratek";
"Controls" = "Ovládání";
"Crash reports policy" = "Zásady zpráv o havárii";
"Crash reports policy:" = "Odesílání hlášení o pádu:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Přizpůsobte styl ikon aplikací…";
"Customize Thumbnails style…" = "Přizpůsobte si miniatury styl ...";
"Customize Titles style…" = "Přizpůsobit styl titulů ...";
"Dark" = "Tma";
"Disabled" = "Disabled";
"Do nothing" = "Nedělat nic";
"Don’t check for updates periodically" = "Zakázat kontrolu aktualizací";
"Don’t send" = "Neodesílat";
"Don’t show windows from these apps" = "Nezobrazovat okna těchto aplikací";
"Done" = "Hotovo";
"End" = "Na konci";
"Fade out animation" = "Fade out animace";
"Fade out animation:" = "Animace mizení";
"Focus selected window" = "Přepnout do vybraného okna";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Okna na celou obrazovku:";
"Fullscreen/Defullscreen window" = "Okno Fullscreen/DefullScreen";
"General" = "Obecné";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Skrytá okna:";
"Hide" = "Skrýt";
"Hide app badges" = "Skrýt čísla notifikací";
"Hide app badges:" = "Skrýt čísla notifikací";
"Hide apps with no open window" = "Skrýt aplikace bez aktivních oken";
"Hide apps with no open window:" = "Skrýt aplikace bez aktivních oken";
"Hide colored circles on mouse hover" = "Skrýt barevná kolečka při najetí myši";
"Hide colored circles on mouse hover:" = "Skrýt barevná kolečka při najetí myši";
"Hide in %@" = "Skrýt %@";
"Hide Space number labels" = "Skrýt čísla Ploch";
"Hide Space number labels:" = "Skrýt čísla Ploch";
"Hide status icons" = "Skrýt ikony stavu";
"Hide status icons:" = "Skrýt ikony stavu";
"Hide window thumbnails:" = "Skrýt náhledy oken:";
"Hide/Show app" = "Skrýt/zobrazit aplikaci";
"High" = "Vysoký";
"Highest" = "Nejvyšší";
"Hold" = "Podržet";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Myslím, že aplikace by mohla být vylepšena tak, že...";
"Ignore shortcuts when active" = "Ignorujte zkratky, když jsou aktivní";
"Ignore shortcuts while a window from these apps is active" = "Ignorovat klávesové zkratky, když jsou aktivní okna následujících programů";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Velký";
"Later" = "Later";
"Latest releases" = "Poslední vydání aktualizací";
"Leading" = "Vedoucí";
"Left" = "Vlevo";
"Light" = "Světlo";
"Max height on screen:" = "Maximální výška na obrazovce";
"Max width on screen:" = "Maximální šířka na obrazovce";
"Medium" = "Střední";
"Menubar icon" = "Ikona Menubar";
"Menubar icon:" = "Ikona v menu";
"Middle" = "Na středu";
"Minimize/Deminimize window" = "Minimalizovat/odminimalizovat okno";
"Minimized windows:" = "Minimalizovaná okna:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Různé:";
"Mouse hover" = "Najetí myši";
"Multiple screens" = "Více obrazovek";
"Never send crash reports" = "Nikdy neposílat hlášení o pádu";
"Normal" = "Normální";
"Not allowed" = "Nepovoleno";
"NSHumanReadableCopyright" = "Licence GPL-3.0";
"Only if the window is fullscreen" = "Jen pokud je okno na celou obrazovku";
"Open Accessibility Preferences…" = "Otevřít Volby zpřístupnění";
"Open Screen Recording Preferences…" = "Otevřít Nastavení oprávnění nahrávání obrazovky";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "E-mail (nepovinný, pokud chcete odpověď)";
"Order windows by" = "Objednat Windows od";
"Policies" = "Aktualizace a hlášení o pádu";
"Preferences…" = "Nastavení...";
"Preview selected window" = "Náhled vybrané okno";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Náhled vybrané okno.";
"Quit" = "Zavřít";
"Quit %@" = "Ukončit %@";
"Quit app" = "Zavřít aplikaci";
"Recently Created" = "Recently Created";
"Recently Created First" = "Nedávno vytvořen jako první";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Nedávno se nejprve soustředil";
"Remember my choice" = "Pamatovat si mou volbu";
"Reset preferences and restart" = "Resetujte předvolby a restartujte";
"Reset preferences and restart…" = "Resetujte předvolby a restartujte ...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Počet řádků náhledů:";
"Screen including menu bar" = "Obrazovka s hlavní nabídkou";
"Screen including mouse" = "Obrazovka s myší";
"Screen Recording" = "Nahrávání obrazovky";
"Screen showing AltTab" = "Obrazovka zobrazující AltTab";
"Select next window" = "Vybrat následující okno";
"Select previous window" = "Vybrat předchozí okno";
"Select windows on mouse hover" = "Vyberte Windows na vznášení myši";
"Select windows using arrow keys" = "Vyberte Windows pomocí kláves se šipkami";
"Select windows using vim keys" = "Vyberte Windows pomocí kláves Vim";
"Send" = "Odeslat";
"Send a crash report?" = "Odeslat hlášení o pádu?";
"Send anyway" = "Poslat tak jako tak";
"Send debug profile (CPU, memory, etc)" = "Odeslat diagnostická data (CPU, paměť atd.)";
"Send feedback" = "Odeslat zpětnou vazbu";
"Send feedback…" = "Odeslat zpětnou vazbu...";
"Share improvement ideas, or report bugs" = "Navrhnout vylepšení nebo nahlásit chybu";
"Shortcut 1" = "Zkratka 1";
"Shortcut 2" = "Zkratka 2";
"Shortcut 3" = "Zkratka 3";
"Shortcut 4" = "Zkratka 4";
"Shortcut 5" = "Zkratka 5";
"Shortcut already assigned to another action: %@" = "Zkratka je již používána jinou akcí: %@";
"Shortcuts When Active" = "Zkratky, když jsou aktivní";
"Shortcuts when active…" = "Zkratky, když jsou aktivní ...";
"Show" = "Zobrazit";
"Show & Hide" = "Zobrazit a skrýt";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Zobrazit položku v přepínači pro každé okno nebo pro každou aplikaci.Windows bude zaostřena, zatímco aplikace budou aktivovány.";
"Show at the end" = "Zobrazit na konci";
"Show fullscreen windows" = "Zobrazit okna na celé obrazovce";
"Show hidden windows" = "Zobrazit skrytá okna";
"Show in switcher" = "Zobrazit v přepínači";
"Show minimized windows" = "Zobrazit minimalizovaná okna";
"Show on" = "Zobrazit na";
"Show on:" = "Zobrazit na:";
"Show standard tabs as windows" = "Zobrazit standardní taby jako okna";
"Show standard tabs as windows:" = "Zobrazit standardní taby jako okna";
"Show titles" = "Zobrazit tituly";
"Show windows from applications" = "Zobrazit Windows z aplikací";
"Show windows from screens" = "Zobrazit okna z obrazovek";
"Show windows from Spaces" = "Zobrazit okna z mezer";
"Show windows from:" = "Zobrazit okna z:";
"Size" = "Velikost";
"Skipped" = "Skipped";
"Small" = "Malý";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Některé aplikace, jako je Finder nebo Preview, používají standardní karty, které fungují jako nezávislá Windows.Některé další aplikace, jako jsou webové prohlížeče, používají vlastní karty, které působí jedinečnými způsoby a nejsou skutečnými okny.Alttab je nemůže vyjmenovat samostatně.";
"Source code repository" = "Repozitář zdrojového kódu";
"Space" = "Space";
"Space Order" = "Vesmírný pořadí";
"Start" = "Na začátku";
"Start at login" = "Začněte při přihlášení";
"Start at login:" = "Spustit při přihlášení:";
"Support this project ❤️" = "Podpořte tento projekt ❤";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Přepněte mezi 3 různými styly.Můžete je přizpůsobit.";
"System" = "Systém";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Téma";
"Theme:" = "Styl:";
"Then release:" = "Potom uvolněte:";
"This permission is needed to focus windows after you release the shortcut" = "Toto oprávnění je potřeba k přepnutí do okna po uvolnění klávesové zkratky";
"This permission is needed to show screenshots and titles of open windows" = "Toto oprávnění je potřeba k zobrazení náhledů a titulků otevřených oken";
"Thumbnails" = "Miniatury";
"Title" = "Title";
"Title truncation" = "Zkrácení titulu";
"Titles" = "Tituly";
"Trigger shortcut" = "Spouštěcí zkratka";
"Unassign existing shortcut and continue" = "Odebrat existující zkratku a pokračovat";
"Updates policy" = "Aktualizace zásad";
"Updates policy:" = "Kontrola aktualizací:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Verze";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Zobrazit existující diskuse";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Klávesy Vim již přiřazené k jiným akcím: \\ n%@";
"Visibility" = "Viditelnost";
"Visible Spaces" = "Viditelné Plochy";
"When fullscreen" = "Když je na plné obrazovce";
"When no open window" = "Když žádné otevřené okno";
"While open, press:" = "Při otevření stiskněte";
"Window app icon size:" = "Velikost ikony okna:";
"Window is fullscreen" = "Okno je na celé obrazovce";
"Window is minimized" = "Okno je minimalizováno";
"Window is on every Space" = "Okno je na každém prostoru";
"Window is on Space %d" = "Okno je na vesmíru %d";
"Window max width in row:" = "Maximální šířka okna v řádku:";
"Window min width in row:" = "Minimální šířka okna v řádku:";
"Window order:" = "Window order:";
"Window Title" = "Název okna";
"Window title font size:" = "Velikost nadpisu okna:";
"Window title truncation:" = "Zkrácení titulku okna";
"Windows" = "Okna";
"You can’t undo this action." = "Tuto akci nemůžete zrušit.";
"You didn’t write your email, thus can’t receive any response." = "Nenapsali jste váš e-mail, takže nemůžete dostat odpověď.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
